if (!window.i18n) window.i18n = {};
if (!window.i18n.languages) window.i18n.languages = {};
window.i18n.languages.zh={
// write your key value pairs here
		"tips":{
			"YUYINJIANGE":'发言间隔中，请稍后',
			'EXITROOMQUE':'开局前退出，该房间会被关闭，且不消耗房卡',
			'EXITROOMQUENODIAMOND':'开局前退出，该房间会被关闭',
		},
		"training":{
			"1":"不要看一边看两边",
			"2":"想无",
			"3":"蚁··块鸡",
			"4":"怎么搞来搞去",
		},
		"commonsentence":{
			'lanType1':{
				'sex0':{
					"1":"快点吧，都在等你呢！",
					"2":"你的牌也太好了吧！",
					"3":"哈哈！胡牌胡到手软！",
					"4":"牌这么好，想输都难呐！",
					"5":"唉！一手烂牌臭到底！",
					"6":"辛辛苦苦20年，一把回到解放前！",
					"7":"你们是一伙的吧？",
					"8":"等我一下，马上回来。",
					"count":"8",
				},
				'sex1':{
					"1":"快点吧，都在等你呢！",
					"2":"你的牌也太好了吧！",
					"3":"哈哈！胡牌胡到手软！",
					"4":"牌这么好，想输都难呐！",
					"5":"唉！一手烂牌臭到底！",
					"6":"辛辛苦苦20年，一把回到解放前！",
					"7":"你们是一伙的吧？",
					"8":"等我一下，马上回来。",
					"count":"8",
				}
			},
			'lanType2':{
				'sex1':{
					"1":"博妖猛下，博妖猛下！",
					"2":"堵鞋潮，赢过吃补药！",
					"3":"猛哇！粥熟哇！",
					"4":"尚，过尚！",
					"5":"上碰下自摸！",
					"6":"凄惨啊！副牌十三不搭！",
					"7":"副牌雅到通街市想无!",
					"8":"静下呐，求财心迈切！",
					"9":"兴到爱输欢无变!",
					"10":"妹啊，吕个地个乡里个？",
					"11":"莫意思，我津去听下电话！",
					"12":"且慢，我速速住来！",
					"count":"12",
				},
				'sex0':{
					"1":"博妖猛下，博妖猛下！",
					"2":"堵鞋潮，赢过吃补药！",
					"3":"猛哇！粥熟哇！",
					"4":"尚，过尚！",
					"5":"上碰下自摸！",
					"6":"凄惨啊！副牌十三不搭！",
					"7":"副牌雅到通街市想无!",
					"8":"静下呐，求财心迈切！",
					"9":"兴到爱输欢无变!",
					"10":"",
					"11":"莫意思，我津去听下电话！",
					"12":"且慢，我速速住来！",
					"count":"12",
				}
			},
		},
		"lanType":{
			"1":"无",
			"2":"潮州话",
			"3":"揭阳话",
			"4":"汕头话",
			"5":"揭西话",
			"6":"汕尾话",
			"7":"惠来话",
			"8":"普宁话",
            "count":"8",			
		},
		"pleaseinput":"请输入发言",
		"mjconfig":{
			'diFen':'底分?',
			'groupCtrlNum':'群管理分?',
			'gameRoundNum':'?局',
			'wanFa':{
				'wu_zi':'无万',
				'wu_feng':'无风',
				'normal' : '',
			},
			'hupai':{
				'chiHu':'吃胡',
				'ziMo':'自摸',
				'shiBeiBuJiFen':'10番不计分',
				'shiFanKeChiHu':'10番以上可以吃胡'
			},
			'beishu':{
				'menQing':'门清2番',
				'xiaoHu':'小胡',
				'jiHu':'(鸡胡不能吃胡)',
				'genZhuang':'首圈跟庄',
			},
			'jiesuan':{
				'liuJuSuanGnag':'流局算杠',
				'GangBaoQuanBao':'吃杠杠爆全包',
				'lianZhuang':'连庄',
				'biHu':'必胡',
				'qiangGangHuQuanBao':'抢杠胡全包'
			},
			'doubleLimit':{
				'doubleLimitNum':'封顶?倍',
				'no':'不设封顶',
			},
			'guiPai':{
				'wu':'无鬼',
				'zhong':'红中做鬼',
				'ban' : '白板做鬼',
				'fan':'翻鬼',
				'wuGuiJiaBei':'无鬼加倍',
				'siGuiHuPai':'四鬼胡牌',
				'shuangBei':'(双倍)',	
			},
			'jiangMa':{
				'no':'无马',
				'jiangMaNum':'?马',
				'maGenGang':'马跟杠',
			},
			'maiMa':{
				'maiMaNum':'买?马',
				'faMaNum':'罚?马',
			},
			'playerNum':{
				'2':'二人玩法',
				'3':'三人玩法',
				'4':'四人玩法'
			},
			'mahjongType' : {
				'chaoshan' : '潮汕麻将',
				'shantou' : '汕头麻将',
				'tuidaohu' : '推倒胡',
				'chaozhou' : '潮州门清',
			},
			'huType' : {
				'1' : '海底炮?倍',
				'2' : '海底捞?倍',
				'4' : '杠爆?倍',
				'5' : '天胡?倍',
				'6' : '地胡?倍',
			},
			'pointMode' : {
				'xiao_hu' : '小胡',
				'da_hu' : '大胡',
			},
			'pointList' : {
				'samepoint':'全牌型?番',
				'1':'平胡?番',
				'2':'碰碰胡?番',
				'3':'混一色?番',
				'4':'清一色?番',
				'5':'小七对?番',
				'6':'豪七?番',
				'7':'双豪?番',
				'8':'三豪?番',
				'9':'小三元?番',
				'10':'小四喜?番',
				'11':'十八罗汉?番',
				'12':'大三元?番',
				'13':'大四喜?番',
				'14':'十三幺?番',
				'15':'字一色?番',
				'16':'清幺九?番',
				'17':'门清?番',
				'18':'混幺九?番',
				'19':'一条龙?番',
			}
		}

};